---
kind: other
id: Properties.T:Autodesk.Revit.DB.SketchPlane
source: html/98e14ad0-4b20-7b45-9d39-9360351d9e7c.htm
---
# SketchPlane Properties

The id of the assembly instance to which the element belongs.